{
  "crunchy-apple-pie-without-eggs": {
      "id": "crunchy-apple-pie-without-eggs",
      "title": "Crunchy apple pie without eggs",
      "cookingTime": "45",
      "category": "Bakery",
      "serving": "4",
      "ingredients": ["3 apples", "1/2 cup white sugar","1/2 cup flour","1/2 cup semolina","around 50g of butter","cinnamon"],
      "equipment": ["baking dish"],
      "steps": ["Set the oven to bake at 180°C.", "Clean apples from the core and cut into small cubes. Sprinkle apples with lemon.", "Mix sugar, flour and semolina in equal parts.","Grease the bottom of the mold with butter and sprinkle it with flour. Then put a third of the dry mixture in a flat layer.", "Put on top half of the sliced apples. If you want, you can add a bit of cinnamon.", "Dredge the second part of dry mixture over apples. Then lay out the second half of the apples and fill it with the remaining mixture of semolina, sugar and flour.", "Put on top butter, cut into thin flat plates.", "Put the mold in the oven to 180ºС for 25-30 minutes." ,"A little cinnamon and you can serve."]
    },
  "currant-brownie": {
      "id": "currant-brownie",
      "title": "Currant brownie",
      "cookingTime": "40",
      "category": "Bakery",
      "serving": "6",
      "ingredients": ["200g chocolate(half dark and half milk)", "100g butter", "3 eggs", "100g sugar",
        "100g flour", "200-300g currant", "olive oil for greasing the form"],
      "equipment": ["baking dish"],
      "steps": ["Set the oven to bake at 180°C.", "Melt the chocolate and butter, then pour in the sugar and mix well, then wait for min 7-10 to cool the mix a little.", "Add to the chocolate and butter mix 3 eggs (add one by one), stir with a mixer, add gradually flour.", "Lubricate the inside of the baking form with oil, mix the cherry in the dough, and put the whole mass in the mold.", "Put the baking form in the oven to 180°С for 25-30 minutes.", "Check the state of the brownie after 25 minutes. It has to be dry outside but wet inside. If you doubt, let it in the oven for 5 mminutes further.", "Enjoy!"]
    },
  "berry-sour-cream-pie": {
      "id": "berry-sour-cream-pie",
      "title": "Berry sour cream pie",
      "cookingTime": "100",
      "category": "Bakery",
      "serving": "3",
      "ingredients": ["4 large eggs", "100 grams of sugar","500 grams of mascarpone cheese, room temperature","250 grams of specieal cookies - lady fingers (Savoiardi)","350 milliliters of coffee","cocoa powder for dusting", "optional: 1 spoon of sweet wine, rum, liqueur, brandy, or cognac"],
      "equipment": ["baking dish"],
      "steps": ["Prepare coffee the way you like and let it get cool. If you want, you can add wine, rum, liqueur, brandy, or cognac to the coffee.", "Separate the eggs white from the yolks. Whisp the yolks with sugar.", "Add mascarpone, mix with spatula or spoon.", "Whisp the whites in a thick foam.", "Add the whites to the yolk-mascarpone mass, gently mix.", "Dip savoiardi sticks in cold coffee. Sticks must be dipped very quickly so that they do not get soaked.", "Put the sticks in dense layer in the form. On the sticks put half the cream and smooth.", "Repeat the layer: On the cream again put the sticks, soaked in coffee, then put the remaining cream and smooth.", "Put the form in the refrigerator for 5-6 hours.", "Before serving, dust the tiramisu with cocoa."]
    },
    "chocolate-cake": {
      "id": "chocolate-cake",
      "title": "Chocolate cake",
      "cookingTime": "50",
      "category": "Bakery",
      "serving": "8",
      "ingredients": ["for dough", "150 grams of butter", "150 grams of sugar","100 milliliters of milk","2 eggs", "5 spoon of cocoa powder","200-250 grams of flour", "2 teaspoon of baking powder", "for cream", "5 tablespoons of thick sour cream", "4 tablesppons of sugar", "4 tablesppons of cocoa", "1 tablespoon of butter", "and optional nuts and sprinkles for decor"],
      "equipment": ["baking mold"],
      "steps": ["Dough", "In a saucepan mix the butter, cocoa, sugar, milk, bring to a boil and remove from heat. Cool the mix a little.", "Add the eggs to the cooled mass and mix.", "Add baking powder and flour, knead a not very thick dough.", "Grease the baking form with a little oil, fill with the dough for two-thirds. Put the form in an oven to 180 degrees, bake for 20-25 minutes.", "Cream", "In a saucepan mix sour cream, cocoa, sugar and butter. Bring to a boil (as soon as the first bubbles appear - remove from the fire). Cool the cream down.", "Put cold cream on the cooled cakes. If desired, decorate the patisserie with powder or ground nuts."]
    },
    "mild-apple-pie": {
      "id": "mild-apple-pie",
      "title": "Mild apple pie",
      "cookingTime": "70",
      "category": "Bakery",
      "serving": "6",
      "ingredients": ["3 apples, 100 grams of sugar, 3 cups of flour, 1 glass of sour cream of kefir, 200 grams of butter, cinnamon, salt, baking soda, oil for greasing the form"],
      "equipment": ["baking dish"],
      "steps": ["Mix the butter, flour and sour cream, add a bit of salt and baking soda and knead the dough. Put the dough into a parcel and leave in the fridge for 20 minutes", "Clean apples from the core and cut into small cubes.", "Set the oven to bake at 200°C.", "Prepare the baking dish: Grease the bottom with oil or put there a piece of baking sheet", "Get the dough from the fridge. On a lightly floured surface, roll out one sheet of dough. Choose the quadratic form if it's easier for you.", "Put the apples on an even layer and make the sides of pie with hands. Dust apples with sugar and cinnamon.", "Put the dish in the oven for 40 minutes." ,"Check the state of the pie with a dry toothpick: the dough should be crusty.", "Put the mold in the oven to 180ºС for 25-30 minutes." ,"A little cinnamon and you can serve."]
    }
}
