{
  "tiramisu": {
    "id": "tiramisu",
    "title": "Tiramisu",
    "cookingTime": "60",
    "category": "Desserts",
    "serving": "6",
    "ingredients": ["4 large eggs", "100 grams of sugar","500 grams of mascarpone cheese, room temperature","250 grams of specieal cookies - lady fingers (Savoiardi)","350 milliliters of coffee","cocoa powder for dusting", "optional: 1 spoon of sweet wine, rum, liqueur, brandy, or cognac"],
    "equipment": ["form for holding tiramisu"],
    "steps": ["Prepare coffee the way you like and let it get cool., If you want, you can add wine, rum, liqueur, brandy, or cognac to the coffee.", "Separate the eggs white from the yolks. Whisp the yolks with sugar.", "Add mascarpone, mix with spatula or spoon.", "Whisp the whites in a thick foam.", "Add thw whites to the yolk-mascarpone mass, gently mix.", "Dip savoiardi sticks in cold coffee. Sticks must be dipped very quickly so that they do not get soaked.", "Put the sticks in dense layer in the form. On the sticks put half the cream and smooth.", "Repeat the layer: On the cream again put the sticks, soaked in coffee, then put the remaining cream and smooth.", "Put the form in the refrigerator for 5-6 hours.", "Before serving, dust the tiramisu with cocoa."]
  },
  "italian-ice-cream": {
    "id": "italian-ice-cream",
    "title": "Italian ice-cream",
    "cookingTime": "30",
    "category": "Desserts",
    "serving": "5",
    "ingredients": ["750ml whole milk", "4 egg yolks", "200g sugar", "1 tablespoon of vanilla extract", "optional savours: cocoa powder and chocolate, bananas", "decor: wafer rolls, melted chocolate"],
    "equipment": ["baking dish"],
    "steps": ["Pour the milk into a saucepan and heat the milk, but never let it boil. Remove it from fire when first bubbles appear. It hasn’t be very hot when you are ready with eggs.", "Whip the yolks with sugar in a blender or mixer about 2 minutes.", "Slowly pour the cooled milk into the egg mixture, stirring constantly", "Add vanilla extract and other savour ingredients if you want them (cocoa powder or sliced banana).", "Mix again well.", "If you want, put the mixture in a special ice-cream mold", "Put it in the freezer for 8-10 hours.", "Don’t forget to get the ice-cream 15 minutes before serving!", "You can decorate the ice-cream with wafer rolls and melted chocolate."]
  }
}
