{
  "chocolate-cake": {
    "id": "chocolate-cake",
    "title": "Chocolate cake",
    "cookingTime": "120",
    "category": "Desserts",
    "serving": "3",
    "ingredients": ["3 apples", "1/2 cup white sugar","1/2 cup flour","1/2 cup semolina","around 50g of butter","cinnamon"],
    "equipment": ["baking dish"],
    "steps": ["Set the oven to bake at (180°C).", "Grease the foil with olive oil.", "Slice zucchini, sweet pepper and carrot into thin slices. Put the half of the vegetables on the foil in 1 layer.", "Cut the lemons in thin slices, prepare herbs, salt for the fish.", "Make 3-4 large cuts diagonally across each fish on the both sides.", "Fill each of these cuts with herbs, salt and lemon slices.", "Place the fish on a baking sheet and cover with the rest of vegetables.", "Wrap the foil tightly and put the tray in the oven on the middle rack for 45 minutes.", "Get the tray out of the oven, remove the foil from the top of the dish and put it into the oven for 5-7 minutes.", "Enjoy!"]
  },
  "italian-ice-cream": {
    "id": "italian-ice-cream",
    "title": "Italian ice-cream",
    "cookingTime": "30",
    "category": "Desserts",
    "serving": "5",
    "ingredients": ["750ml whole milk", "4 egg yolks", "200g sugar", "1 tablespoon of vanilla extract", "optional savours: cocoa powder and chocolate, bananas", "decor: wafer rolls, melted chocolate"],
    "equipment": ["baking dish"],
    "steps": ["Pour the milk into a saucepan and heat the milk, but never let it boil. Remove it from fire when first bubbles appear. It hasn’t be very hot when you are ready with eggs.", "Whip the yolks with sugar in a blender or mixer about 2 minutes.", "Slowly pour the cooled milk into the egg mixture, stirring constantly", "Add vanilla extract and other savour ingredients if you want them (cocoa powder or sliced banana).", "Mix again well.", "If you want, put the mixture in a special ice-cream mold", "Put it in the freezer for 8-10 hours.", "Don’t forget to get the ice-cream 15 minutes before serving!", "You can decorate the ice-cream with wafer rolls and melted chocolate."]
  }
}
