{
  "aunt-beef": {
    "id": "aunt-beef",
    "title": "Aunt beef",
    "cookingTime": "120",
    "category": "Meat",
    "serving": "6 ",
    "ingredients": ["1 kg beef stew: stewing steak or chuck roast","2 large onions","50g butter", "salt", "pepper"],
    "equipment": ["roasting pan","thick-walled pan"],
    "steps": ["Cut the onions into half rings.", "Cut the meat across the fibers and beat it off.", "On high heat, heat the butter well, lay out pieces of meat, quickly fry on one side.", "Turn the pieces to the other side, salt and pepper. Everything should be done quickly, as soon as the red juice appears on top of the meat - we stop the frying.", "In a thick-walled pan put the layer of meat down that side, which has already been salted in a frying pan. Salt-pepper top, close with a layer of onion. Then again - a layer of meat, a layer of onions.", "In the frying pan, where the meat was fried, pour a little water and then pour this water with melted butter into pan.", "Add more water so that the top layer of onions was not closed to it. Cover the pan with a lid (loose), put it on medium fire.", "As soon as it boils, reduce the fire to the minimum. The liquid must boil constantly, but not much. Thus, stew the meat for about 1.5 hours.", "Check the meat: if the piece is easily separated from the main piece by a teflon shovel (or something else, but not a knife!) - it means it's ready. If it is harsh - we still extinguish a little."]
  },
  "braised-rabbit": {
    "id": "braised-rabbit",
    "title": "Braised rabbit",
    "cookingTime": "90",
    "category": "Meat",
    "serving": "4",
    "ingredients": ["4 rabbit legs, thighs attached", "2 carrots", "1 sweet yellow pepper", "2 medium onions", "dried or fresh herbs (thyme/rosemary/parsley)","olive oil","salt", "pepper"],
    "equipment": ["roasting pan","stew pan or deep saucepan"],
    "steps": ["Wash the rabbit legs, pat dry with paper towels.", "Clean and wash the onions, carrots and sweet pepper, slice them into medium pieces.", "Heat the roasting pan with olive oil and brown the rabbit without without salt or spices 5 minut from one side and 5 minut from the other side.", "Put the rabbit legs and vegetables in a large stew pan. Add water to cover the meat and vegetables. You add also 1 tablespoon of olive oil. Increase the heat and bring water to boiling.", "Add salt, pepper and herbs, stir the mixture and reduce heat to maintain a very low simmer.", "Cook for 1 hour, stirring sometimes and checking the water covers the products.", "Check the rabbit: if the meat is soft and easily separated from the bone with a spoon, it’s ready.", "Serve with crusty bread and broccoli, rice or potatoes."]
  },
  "baked-ham": {
    "id": "baked-ham",
    "title": "Baked ham",
    "cookingTime": "120",
    "category": "Meat",
    "serving": "6-12",
    "ingredients": ["600-1200 ham","8-10 garlic cloves","1 carrot stick", "salt", "pepper", "optional: dried or fresh herbs for pork"],
    "equipment": ["foil","baking tray or large baking dish"],
    "steps": ["Preheat the oven to 200°C.", "Clean and wash carrot stick and garlic. Cut them into strips.", "Wash the ham and pat dry with paper towels.", "Poke holes in the meat and fill it with garlic and carrots.", "Season ham with salt and pepper, put it on the foil and wrap tightly to prevent the juice from leak out.", "Put the foil into the oven for 1.5 hours.", "Get the tray out of the oven, remove the foil from the top of the dish and put it into the oven for 5-7 minutes to brown the ham."]
  }
}
